Repository: Cln62743/TP1_Internet
Catalog: src/Locale/*/default.po
Languages: es, fr_ca

source: Name of the tournament
es: Nombre del torneo
fr_ca: Nom du tournoi

source: The club has been saved.
es: El club ha sido salvado.
fr_ca: Le club a été sauvegardé.

source: The club could not be saved. Please, try again.
es: El club no pudo ser salvado. Inténtalo de nuevo.
fr_ca: Le club n'a pas pu être sauvegardé. Veuillez réessayer.

source: The club has been deleted.
es: El club ha sido eliminado.
fr_ca: Le club a été supprimé.

source: The club could not be deleted. Please, try again.
es: El club no pudo ser eliminado. Inténtalo de nuevo.
fr_ca: Le club n'a pas pu être supprimé. Veuillez réessayer.

source: The match has been saved.
es: El partido se ha guardado.
fr_ca: La partie a été sauvegardée.

source: The match could not be saved. Please, try again.
es: El partido no pudo ser salvado. Inténtalo de nuevo.
fr_ca: La partie n'a pas pu être sauvegardée. Veuillez réessayer.

source: The match has been deleted.
es: El partido ha sido eliminado.
fr_ca: La partie a été supprimée.

source: The match could not be deleted. Please, try again.
es: El partido no pudo ser eliminado. Inténtalo de nuevo.
fr_ca: La partie n'a pas pu être supprimée. Veuillez réessayer.

source: The player registration as been saved.
es: El registro del jugador se ha guardado.
fr_ca: L'enregistrement du joueur a été sauvegardé.

source: The player registration could not be saved. Please, try again.
es: El registro del jugador no se pudo guardar. Inténtalo de nuevo.
fr_ca: L'enregistrement du joueur n'a pas pu être sauvegardé. Veuillez réessayer.

source: The player registration has been deleted.
es: El registro del jugador ha sido eliminado.
fr_ca: L'enregistrement du joueur a été supprimé.

source: The player registration could not be deleted. Please, try again.
es: El registro del jugador no pudo ser eliminado. Inténtalo de nuevo.
fr_ca: L'enregistrement du joueur n'a pas pu être supprimé. Veuillez réessayer.

source: You do not have the rights to see this user.
es: No tienes los derechos para ver a este usuario.
fr_ca: Vous n'avez pas le droit de voir cet utilisateur.

source: The player has been saved.
es: El jugador ha sido salvado.
fr_ca: Le joueur a été enregistré.

source: The player could not be saved. Please, try again.
es: El jugador no pudo ser salvado. Inténtalo de nuevo.
fr_ca: Le joueur n'a pas pu être sauvé. Veuillez réessayer.

source: The player has been deleted.
es: El jugador ha sido eliminado.
fr_ca: Le joueur a été supprimé.

source: The player could not be deleted. Please, try again.
es: El jugador no pudo ser eliminado. Inténtalo de nuevo.
fr_ca: Le lecteur n'a pas pu être supprimé. Veuillez réessayer.

source: The result has been saved.
es: El resultado ha sido guardado.
fr_ca: Le résultat a été enregistré.

source: The result could not be saved. Please, try again.
es: El resultado no se pudo guardar. Inténtalo de nuevo.
fr_ca: Le résultat n'a pas pu être enregistré. Veuillez réessayer.

source: The result has been deleted.
es: El resultado ha sido eliminado.
fr_ca: Le résultat a été supprimé.

source: The result could not be deleted. Please, try again.
es: El resultado no pudo ser eliminado. Inténtalo de nuevo.
fr_ca: Le résultat n'a pas pu être supprimé. Veuillez réessayer.

source: the tournament has been saved.
es: El torneo se ha guardado.
fr_ca: le tournoi a été enregistré.

source: The tournament could not be saved. Please, try again.
es: El torneo no pudo ser salvado. Inténtalo de nuevo.
fr_ca: Le tournoi n'a pas pu être enregistré. Veuillez réessayer.

source: The tournament as been saved.
es: El torneo se ha guardado.
fr_ca: Le tournoi a été sauvegardé.

source: The tournament as been successfuly deleted.
es: El torneo ha sido eliminado exitosamente.
fr_ca: Le tournoi a été supprimé avec succès.

source: The tournament could not be deleted. Please, try again.
es: El torneo no pudo ser eliminado. Inténtalo de nuevo.
fr_ca: Le tournoi n'a pas pu être supprimé. Veuillez réessayer.

source: Invalid username or password, try again
es: Nombre de usuario o contraseña no válidos, inténtalo de nuevo
fr_ca: Nom d'utilisateur ou mot de passe invalide, essayez à nouveau

source: The user has been saved.
es: El usuario ha sido guardado.
fr_ca: L'utilisateur a été enregistré.

source: The user could not be saved. Please, try again.
es: El usuario no pudo ser guardado. Inténtalo de nuevo.
fr_ca: L'utilisateur n'a pas pu être enregistré. Veuillez réessayer.

source: The user has been deleted.
es: El usuario ha sido eliminado.
fr_ca: L'utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
es: El usuario no pudo ser eliminado. Inténtalo de nuevo.
fr_ca: L'utilisateur n'a pas pu être supprimé. Veuillez réessayer.

source: Add a tournament
es: Añadir un torneo
fr_ca: Ajouter un tournoi

source: Submit the tournament
es: Presentar el torneo
fr_ca: Soumettre le tournoi

source: Edit the club
es: Editar el club
fr_ca: Editer le club

source: Submit the club
es: Presentar el club
fr_ca: Soumettre le club

source: Clubs
fr_ca: Les clubs

source: View details of the club
es: Ver detalles del club.
fr_ca: Voir les détails du club

source: Delete the club
es: Eliminar el club
fr_ca: Supprimer le club

source: Are you sure you want to delete the club # {0}?
es: Estás seguro de que quieres eliminar el club # {0}?
fr_ca: Êtes-vous sûr de vouloir supprimer le club # {0}?

source: first
es: primera página
fr_ca: première page

source: previous
es: pagina anterior
fr_ca: page précédente

source: next
es: siguiente página
fr_ca: page suivante

source: last
es: última página
fr_ca: dernière page

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
es: La página {{page}} de {{pages}}, mostrando {{current}} registros de {{count}} total
fr_ca: Page {{page}} sur {{pages}}, affichant le {{current}} enregistrement(s) sur le {{count}} total

source: Name of the club
es: Nombre del club
fr_ca: Nom du club

source: Number of members
es: Número de miembros
fr_ca: Nombre de membres

source: Created
es: Creado
fr_ca: Créé le

source: Modified
es: Modificado
fr_ca: Modifié le

source: Members list
es: Lista de miembros
fr_ca: Liste des membres

source: First name
es: Primer nombre
fr_ca: Prénom

source: Last name
es: apellido
fr_ca: Nom de famille

source: View user details
es: Ver detalles del usuario
fr_ca: Voir les détails de l'utilisateur

source: Add a club
es: Añadir un club
fr_ca: Ajouter un club

source: Add a admin
es: Agregar un administrador
fr_ca: Ajouter un administrateur

source: View all account
es: Ver toda la cuenta
fr_ca: Voir tous les comptes

source: List Clubs
es: Lista de Clubes
fr_ca: Liste des clubs

source: List Tournaments
es: Lista de torneos
fr_ca: Liste des tournois

source: View my player account
es: Ver mi cuenta de jugador
fr_ca: Voir mon compte joueur

source: Logout
es: Salir
fr_ca: Déconnexion

source: Error
fr_ca: Erreur

source: Back
es: Espalda
fr_ca: Retour

source: List Matches
es: Lista de partidos
fr_ca: Liste des parties

source: New Tournament
es: Nuevo torneo
fr_ca: Nouveau tournoi

source: List Ref Results
es: Lista de resultados de referencia
fr_ca: Liste résultats

source: New Ref Result
es: Nuevo resultado de referencia
fr_ca: Nouveau résultat

source: Add Match
es: Añadir partido
fr_ca: Ajouter une partie

source: Submit
es: presentar
fr_ca: Soumettre

source: Delete
es: borrar
fr_ca: Supprimer

source: Are you sure you want to delete # {0}?
es: Estás seguro de que quieres eliminar # {0}?
fr_ca: Êtes-vous sûr de vouloir supprimer # {0}?

source: Edit Match
es: Editar partido
fr_ca: Modifier la partie

source: New Match
es: Nuevo partido
fr_ca: Nouvelle partie

source: Matches
es: Partidos
fr_ca: Parties

source: View
es: Ver
fr_ca: Voir

source: Edit
es: Editar
fr_ca: Modifier

source: Delete Match
es: Eliminar partido
fr_ca: Supprimer la partie

source: Tournament
es: Torneo
fr_ca: Tournoi

source: Ref Result
es: Resultado de referencia
fr_ca: Résultat

source: Player Id 1
es: ID del jugador 1
fr_ca: ID du joueur 1

source: Player Id 2
es: ID del jugador 2
fr_ca: ID du joueur 2

source: Start Time
es: Hora de inicio
fr_ca: Date de début

source: End Time
es: Hora de finalización
fr_ca: Date de fin

source: List Player Tournament Participations
es: Lista de jugadores Participaciones en torneos
fr_ca: Liste de participation au tournoi

source: List Users
es: Lista de Usuarios
fr_ca: Liste des utilisateurs

source: New User
es: Nuevo usuario
fr_ca: Nouvel utilisateur

source: Add Player Tournament Participation
es: Añadir Participación al Torneo del Jugador
fr_ca: Ajouter une participation au tournoi

source: Edit Player Tournament Participation
es: Editar jugador torneo participación
fr_ca: Modifier la participation au tournoi

source: New Player Tournament Participation
es: Participación en torneos de nuevos jugadores
fr_ca: Ajouter un participation au tournoi

source: Player Tournament Participations
es: Participaciones en torneos de jugadores
fr_ca: Participations aux tournois

source: Delete Player Tournament Participation
es: Eliminar la participación en el torneo del jugador
fr_ca: Supprimer la participation au tournoi

source: User
es: Usuario
fr_ca: Utilisateur

source: Final Result
es: Resultado final
fr_ca: Résultat final

source: Add Player
es: Añadir jugador
fr_ca: Ajouter un joueur

source: Edit Player
es: Editar jugador
fr_ca: Modifier le joueur

source: Players
es: Jugadores
fr_ca: Joueurs

source: Second name
es: Segundo nombre
fr_ca: Second prénom

source: Email
fr_ca: Courriel

source: Role
es: Papel
fr_ca: Rôle

source: Add Ref Result
es: Añadir resultado de referencia
fr_ca: Ajouter un résultat

source: Edit Ref Result
es: Editar Ref Resultado
fr_ca: Modifier un résultat

source: Ref Results
es: Resultados de referencia
fr_ca: Résultat

source: Delete Ref Result
es: Eliminar Ref Resultado
fr_ca: Supprimer un résultat

source: Result Description
es: Descripción del resultado
fr_ca: Résultat Description

source: Edit the tournament
es: Editar el torneo
fr_ca: Modifier le tournoi

source: View details of the tournament
es: Ver detalles del torneo.
fr_ca: Voir les détails du tournoi

source: Delete the tournament
es: Eliminar el torneo
fr_ca: Supprimer le tournoi

source: Are you sure you want to delete the tournament # {0}?
es: Estás seguro de que quieres eliminar el torneo # {0}?
fr_ca: Êtes-vous sûr de vouloir supprimer le tournoi # {0}?

source: Subscribe to the tournament
es: Suscríbete al torneo.
fr_ca: S'incrire au tournoi

source: Start date
es: Fecha de inicio
fr_ca: Date de début

source: End date
es: Fecha final
fr_ca: Date de fin

source: Participating players
es: Jugadores participantes
fr_ca: Joueurs participants

source: First Name
es: Nombre de pila
fr_ca: Prénom

source: Last Name
es: Apellido
fr_ca: Nom de famille

source: Add a user
es: Agregar un usuario
fr_ca: Ajouter un utilisateur

source: first_name
es: nombre de pila
fr_ca: Prénom

source: second_name
es: segundo nombre
fr_ca: Second prénom

source: last_name
es: apellido
fr_ca: nom de famille

source: email
fr_ca: Courriel

source: password
es: contraseña
fr_ca: Mots de passe

source: Submit the user
es: Enviar el usuario
fr_ca: Soumettre l'utilisateur

source: club_id
fr_ca: Identifiant de club

source: Edit the user
es: Editar el usuario
fr_ca: Modifier l'utilisateur

source: Users
es: Usuarios
fr_ca: Utilisateurs

source: Delete the user
es: Borrar el usuario
fr_ca: Supprimer l'utilisateur

source: Are you sure you want to delete the user # {0}?
es: Estás seguro de que quieres eliminar el usuario # {0}?
fr_ca: Êtes-vous sûr de vouloir supprimer l'utilisateur # {0}?

source: Login
es: Iniciar sesión
fr_ca: Connexion

source: Create a account
es: Crear una cuenta
fr_ca: Créer un compte

source: Actions
es: Comportamiento

source: Pages
es: Páginas
